//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Få support";
"GetLabsUninstaller" = "Hämta avinstallationsprogram";


// DISPATCHER
"ReinstallButtonDescription" = "Installera den senaste versionen";
"UninstallButtonDescription" = "Ta bort aktuell installation";

"ReinstallButtonTitle" = "HÄMTA SENASTE";
"UninstallButtonTitle" = "AVINSTALLERA";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Det går inte att installera Adobe® Flash® Player.\n";
"NewerFlashPlayerAlreadyInstalled" = "En nyare version av programvaran är redan installerad på systemet.";
"InstalledVersionTitle" = "Installerad version:";
"ThisVersionTitle" = "Denna version:";
"SystemDoesNotMeetMinimumRequirements" = "Den här datorn uppfyller inte minimikraven för installationen. Mac OS X %@ eller senare krävs.";
"NeedToUninstallFirst" = "Du måste köra avinstallationsprogrammet för Flash Player innan du kan installera den här versionen av Flash Player. Besök webbsidan Adobe Labs och ladda ned avinstallationsprogrammet.";

// WELCOME
"LicenseAgreementLink" = "Läs licensavtalet här.";
"ReadAndAgreeToTermsOfUse" = "Jag har läst och godkänner villkoren i licensavtalet för Flash Player.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Stäng följande program om du vill fortsätta:";
"CloseFPClientsDescription2" = "Du kan stänga dem manuellt eller klicka nedan.";

"ForceCloseAllButtonTitle" = "Tvångsavsluta alla";

"CloseAppsDialogTitle" = "Stäng andra program";
"CloseAppsDialogMessage" = "Det finns fortfarande program som måste avslutas.\n\nKlicka på OK om du vill visa en uppdaterad lista.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Stäng";


// INSTALL
"FPInstallerWindowTitle" = "Installationsprogram för Adobe Flash Player %@";

"EnableInstallMessage" = "Markera kryssrutan ovan för att godkänna licensavtalet och aktivera installationen.";

"InstallingMessage" = "Installerar...";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Slutför installationen…";

"InstallButtonTitle" = "INSTALLERA";
"RetryButtonTitle" = "FÖRSÖK IGEN";
"QuitButtonTitle" = "AVSLUTA";
"DoneButtonTitle" = "KLART";
"DownloadButtonTitle" = "HÄMTA";

// +--> Success
"InstallSucceededTitle" = "Installationen av Flash Player %@ är klar";
"RestartBrowserMessage" = "Starta om webbläsaren";

// +--> Failure
"InstallFailedTitle" = "Installationen misslyckades";
"InstallFailedDescription" = "Den här installationen misslyckades.";
"ErrorLogTitle" = "Fellogg:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Uppdatera Flash Player-inställningar";
"UpdateOptionsSubheader" = "Säkerhetsuppdateringar och förbättringar kan hämtas och installeras automatiskt.";
"UpdateMethodSelectionTitle" = "Välj uppdateringsmetod:";
"UpdateOption_InstallAutomatically" = "Tillåt att Adobe installerar uppdateringar (rekommenderas)";
"UpdateOption_NotifyUser" = "Meddela mig om att installera uppdateringar";
"UpdateOption_DoNotCheckForUpdates" = "Kontrollera aldrig om det finns uppdateringar (rekommenderas inte)";
"UpdateOptionsLearnMore" = "Lär dig mer";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_se";


// UNINSTALL
"FPUninstallerWindowTitle" = "Avinstallationsprogram för Adobe Flash Player";
"UninstallDescriptionText" = "Det här programmet tar bort Adobe® Flash® Player från datorn.";
"UninstallDescriptionText_PlusTentacleRemover" = "Det här programmet tar bort Adobe® Flash® Player och alla tillhörande cachefiler och inställningar från datorn.";

"UninstallingMessage" = "Avinstallerar…";
"UninstallCompletedTitle" = "Slutfört";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player har tagits bort från systemet.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Det gick inte att läsa in uppdateringsinformationen. Kontrollera Internet-anslutningen och försök igen.";
"CheckingForUpdatesText" = "Hämtar uppdateringsinformation …";

// No update available
"FlashPlayerIsUpToDate" = "Adobe® Flash® Player är uppdaterad på det här systemet.";

// Update available
"AutoUpdateXmlLocale" = "sv";
"FPAutoUpdateWindowTitle" = "Uppdatera Adobe Flash Player";
"UpdateAvailableText" = "Det finns en uppdatering för Adobe® Flash® Player.";
"InstallThisUpdateQuestion" = "Vill du installera den här uppdateringen?";
"ChangeSettingsText" = "Du kan ändra uppdateringsinställningarna i den lokala inställningshanteraren.";
"LaunchLSMLink" = "Starta den lokala inställningshanteraren";

"RemindMeLaterButtonTitle" = "PÅMINN MIG SENARE";


// Download Progress Panel
"CancelButtonTitle" = "AVBRYT";
"DownloadSucceededTitle" = "Hämtningen lyckades";
"DownloadFailedTitle" = "Hämtningen misslyckades";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "Det inträffade ett fel när installationsprogrammet hämtades. Kontrollera att du är ansluten till Internet och försök igen.";
"DownloadingMessage" = "Hämtar…";
"VerifyingDownloadMessage" = "Verifierar hämtning…";
"UnpackingDownloadMessage" = "Packar upp hämtning…";
"LaunchingInstallerMessage" = "Installationsprogrammet startas…";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/se/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/se/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Användningsdata";
"AnalyticsCheckboxLabel" = "Skicka data om användning anonymt";
"AnalyticsCheckboxDescription" = "Hjälp oss att förbättra Adobe Flash Player genom att sända data om användning anonymt. Du kan ändra inställningen när som helst.";
"AnalyticsLearnMore" = "Lär dig mer";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_se";
